Repository: Coder-Pratik-Kumar/SchemeSathi
Catalog: schemesathi/lib/l10n/app_*.arb
Languages: gu, hi, kn, ml, mr, pa, ta, te

# languageName
source: English
gu: Gujarati
hi: हिंदी
kn: Kannada
ml: Malayalam
mr: Marathi
pa: Punjabi
ta: Tamil
te: Telugu

# appName
source: SchemeSathi AI
gu: સ્કીમસાથી AI
hi: स्कीमसाथी एआई
kn: ಸ್ಕೀಮ್‌ಸಾಥಿ AI
ml: സ്കീംസാത്തി AI
mr: स्कीमसाथी AI
pa: ਸਕੀਮਸਾਥੀ AI
ta: ஸ்கீம்சாதி AI
te: స్కీమ్‌సాథి AI

# appSlogan
source: Empowering citizens with clarity
gu: નાગરિકોને સ્પષ્ટતા સાથે સશક્ત બનાવવું
hi: स्पष्टता के साथ नागरिकों को सशक्त बनाना
kn: ನಾಗರಿಕರನ್ನು ಸ್ಪಷ್ಟತೆಯೊಂದಿಗೆ ಸಬಲೀಕರಣಗೊಳಿಸುವುದು
ml: പൗരന്മാരെ വ്യക്തതയോടെ ശാക്തീകരിക്കുന്നു
mr: नागरिकांना स्पष्टतेसह सक्षम करणे
pa: ਨਾਗਰਿਕਾਂ ਨੂੰ ਸਪਸ਼ਟਤਾ ਨਾਲ ਸ਼ਕਤੀਕਰਨ
ta: தெளிவான தகவல்களுடன் குடிமக்களை மேம்படுத்துதல்
te: పౌరులకు స్పష్టతతో సాధికారత

# chooseLanguage
source: Choose Your Preferred Language
gu: તમારી પસંદગીની ભાષા પસંદ કરો
hi: अपनी पसंदीदा भाषा चुनें
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆರಿಸಿ
ml: നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട ഭാഷ തിരഞ്ഞെടുക്കുക
mr: तुमची पसंतीची भाषा निवडा
pa: ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣੋ
ta: உங்கள் விருப்பமான மொழியைத் தேர்வுசெய்க
te: మీకు నచ్చిన భాషను ఎంచుకోండి

# changeLater
source: You can change this anytime later
gu: તમે આ પછીથી ગમે ત્યારે બદલી શકો છો
hi: आप इसे बाद में कभी भी बदल सकते हैं
kn: ನೀವು ಇದನ್ನು ನಂತರ ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಯಿಸಬಹುದು
ml: നിങ്ങൾക്ക് ഇത് പിന്നീട് എപ്പോൾ വേണമെങ്കിലും മാറ്റാം
mr: तुम्ही हे नंतर कधीही बदलू शकता
pa: ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਦੇ ਵੀ ਬਦਲ ਸਕਦੇ ਹੋ
ta: இதை நீங்கள் பின்னர் எப்போது வேண்டுமானாலும் மாற்றலாம்
te: మీరు దీన్ని తర్వాత ఎప్పుడైనా మార్చుకోవచ్చు

# continueBtn
source: Continue
gu: ચાલુ રાખો
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: पुढे जा
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించండి

# occStudent
source: Student
gu: વિદ્યાર્થી
hi: छात्र
kn: ವಿದ್ಯಾರ್ಥಿ
ml: വിദ്യാർത്ഥി
mr: विद्यार्थी
pa: ਵਿਦਿਆਰਥੀ
ta: மாணவர்
te: విద్యార్థి

# occFarmer
source: Farmer
gu: ખેડૂત
hi: किसान
kn: ರೈತ
ml: കർഷകൻ
mr: शेतकरी
pa: ਕਿਸਾਨ
ta: விவசாயி
te: రైతు

# occDailyWage
source: Daily Wage Worker
gu: દૈનિક વેતન કામદાર
hi: दैनिक वेतन भोगी
kn: ದಿನಗೂಲಿ ನೌಕರ
ml: ദിവസവേതനക്കാരൻ
mr: रोजंदारी कामगार
pa: ਦਿਹਾੜੀਦਾਰ ਮਜ਼ਦੂਰ
ta: தினக்கூலி பணியாளர்
te: రోజువారీ కూలీ

# occSalaried
source: Salaried
gu: પગારદાર
hi: वेतनभोगी
kn: ಸಂಬಳದ ನೌಕರ
ml: ശമ്പളമുള്ളയാൾ
mr: पगारदार
pa: ਤਨਖਾਹਦਾਰ
ta: சம்பளதாரர்
te: ఉద్యోగి

# occSelfEmployed
source: Self-Employed
gu: સ્વ-રોજગાર
hi: स्वरोजगार
kn: ಸ್ವಯಂ ಉದ್ಯೋಗಿ
ml: സ്വയം തൊഴിൽ
mr: स्वयंरोजगार
pa: ਸਵੈ-ਰੁਜ਼ਗਾਰ
ta: சுயதொழில் செய்பவர்
te: స్వయం ఉపాధి

# occUnemployed
source: Unemployed
gu: બેરોજગાર
hi: बेरोजगार
kn: ನಿರುದ್ಯೋಗಿ
ml: തൊഴിലില്ലാത്തവർ
mr: बेरोजगार
pa: ਬੇਰੁਜ਼ਗਾਰ
ta: வேலையில்லாதவர்
te: నిరుద్యోగి

# occRetired
source: Retired
gu: નિવૃત્ત
hi: सेवानिवृत्त
kn: ನಿವೃತ್ತ
ml: വിരമിച്ചവർ
mr: निवृत्त
pa: ਸੇਵਾਮੁਕਤ
ta: ஓய்வுபெற்றவர்
te: రిటైర్డ్

# analyzingSchemes
source: Analyzing government schemes...
gu: સરકારી યોજનાઓનું વિશ્લેષણ કરી રહ્યું છે...
hi: सरकारी योजनाओं का विश्लेषण किया जा रहा है...
kn: ಸರ್ಕಾರಿ ಯೋಜನೆಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
ml: സർക്കാർ പദ്ധതികൾ വിശകലനം ചെയ്യുന്നു...
mr: सरकारी योजनांचे विश्लेषण करत आहे...
pa: ਸਰਕਾਰੀ ਸਕੀਮਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ta: அரசு திட்டங்களை ஆய்வு செய்கிறது...
te: ప్రభుత్వ పథకాలను విశ్లేషిస్తోంది...

# basedOnOfficial
source: Based on official government documents
gu: સત્તાવાર સરકારી દસ્તાવેજોના આધારે
hi: आधिकारिक सरकारी दस्तावेजों पर आधारित
kn: ಅಧಿಕೃತ ಸರ್ಕಾರಿ ದಾಖಲೆಗಳನ್ನು ಆಧರಿಸಿದೆ
ml: ഔദ്യോഗിക സർക്കാർ രേഖകളെ അടിസ്ഥാനമാക്കി
mr: अधिकृत सरकारी कागदपत्रांवर आधारित
pa: ਅਧਿਕਾਰਤ ਸਰਕਾਰੀ ਦਸਤਾਵੇਜ਼ਾਂ 'ਤੇ ਆਧਾਰਿਤ
ta: அதிகாரப்பூர்வ அரசு ஆவணங்களின் அடிப்படையில்
te: అధికారిక ప్రభుత్వ పత్రాల ఆధారంగా

# resultsTitle
source: Curated Schemes for You
gu: તમારા માટે ક્યુરેટેડ યોજનાઓ
hi: आपके लिए चयनित योजनाएं
kn: ನಿಮಗಾಗಿ ಆಯ್ದ ಯೋಜನೆಗಳು
ml: നിങ്ങൾക്കായി തിരഞ്ഞെടുത്ത പദ്ധതികൾ
mr: तुमच्यासाठी निवडलेल्या योजना
pa: ਤੁਹਾਡੇ ਲਈ ਚੁਣੀਆਂ ਗਈਆਂ ਸਕੀਮਾਂ
ta: உங்களுக்கான பரிந்துரைக்கப்பட்ட திட்டங்கள்
te: మీ కోసం ఎంపిక చేసిన పథకాలు

# resultsSubtitle
source: Based on your profile
gu: તમારી પ્રોફાઇલના આધારે
hi: आपकी प्रोफाइल के आधार पर
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಆಧರಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈലിനെ അടിസ്ഥാനമാക്കി
mr: तुमच्या प्रोफाइलवर आधारित
pa: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ 'ਤੇ ਆਧਾਰਿਤ
ta: உங்கள் விவரங்களின் அடிப்படையில்
te: మీ వివరాల ఆధారంగా

# youQualify
source: You qualify for
gu: તમે લાયક છો
hi: आप इसके लिए पात्र हैं
kn: ನೀವು ಅರ್ಹರು
ml: നിങ്ങൾ യോഗ്യരാണ്
mr: तुम्ही पात्र आहात
pa: ਤੁਸੀਂ ਯੋਗ ਹੋ
ta: நீங்கள் தகுதி பெறுவது
te: మీరు అర్హులు

source: schemes
gu: યોજનાઓ
hi: योजनाएं
kn: ಯೋಜನೆಗಳು
ml: പദ്ധതികൾ
mr: योजना
pa: ਸਕੀਮਾਂ
ta: திட்டங்கள்
te: పథకాలు

source: View Details
gu: વિગતો જુઓ
hi: विवरण देखें
kn: ವಿವರಗಳನ್ನು ನೋಡಿ
ml: വിശദാംശങ്ങൾ കാണുക
mr: तपशील पहा
pa: ਵੇਰਵੇ ਦੇਖੋ
ta: விவரங்களைப் பார்க்க
te: వివరాలను చూడండి

source: Apply Now
gu: હવે અરજી કરો
hi: अभी आवेदन करें
kn: ಈಗಲೇ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ
ml: ഇപ്പോൾ അപേക്ഷിക്കുക
mr: आता अर्ज करा
pa: ਹੁਣੇ ਅਪਲਾਈ ਕਰੋ
ta: இப்போதே விண்ணப்பிக்கவும்
te: ఇప్పుడే దరఖాస్తు చేయండి

source: Benefits
gu: લાભો
hi: लाभ
kn: ಪ್ರಯೋಜನಗಳು
ml: ആനുകൂല്യങ്ങൾ
mr: फायदे
pa: ਲਾਭ
ta: நன்மைகள்
te: ప్రయోజనాలు

source: Eligibility
gu: પાત્રતા
hi: पात्रता
kn: ಅರ್ಹತೆ
ml: യോഗ്യത
mr: पात्रता
pa: ਯੋਗਤਾ
ta: தகுதி
te: అర్హత

source: Skip
gu: છોડી દો
hi: छोड़ें
kn: ಸ್ಕಿಪ್ ಮಾಡಿ
ml: ഒഴിവാക്കുക
mr: वगळा
pa: ਛੱਡੋ
ta: தவிர்
te: వదిలేయండి

source: Next
gu: આગળ
hi: आगे
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढे
pa: ਅੱਗੇ
ta: அடுத்து
te: తర్వాత

source: Get Started
gu: શરૂ કરો
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरुवात करा
pa: ਸ਼ੁਰੂ ਕਰੋ
ta: தொடங்குங்கள்
te: ప్రారంభించండి

# onboardingTitle1
source: AI-Powered Discovery
gu: AI-સંચાલિત વિશ્લેષણ
hi: AI-संचालित खोज
kn: AI-ಚಾಲಿತ ವಿಶ್ಲೇಷಣೆ
ml: AI-പവർ അനാലിസിസ്
mr: AI-चालित विश्लेषण
pa: AI-ਸੰਚਾਲਿਤ ਵਿਸ਼ਲੇਸ਼ਣ
ta: AI-ஆற்றல் மிக்க பகுப்பாய்வு
te: AI-ఆధారిత విశ్లేషణ

# onboardingDesc1
source: Find the perfect government schemes tailored just for you using our advanced AI analysis.
gu: સ્માર્ટ અલ્ગોરિધમ્સ હજારો યોજનાઓનું વિશ્લેષણ કરે છે જેથી તમારા માટે બિલકુલ યોગ્ય યોજનાઓ શોધી શકાય.
hi: हमारे उन्नत AI विश्लेषण का उपयोग करके अपने लिए सटीक सरकारी योजनाएं खोजें।
kn: ಸ್ಮಾರ್ಟ್ ಅಲ್ಗಾರಿದಮ್‌ಗಳು ಸಾವಿರಾರು ಯೋಜನೆಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಿ ನಿಮಗೆ ಸರಿಯಾಗಿ ಹೊಂದುವ ಯೋಜನೆಗಳನ್ನು ಕಂಡುಕೊಳ್ಳುತ್ತವೆ.
ml: സ്മാർട്ട് അൽഗോരിതങ്ങൾ ആയിരക്കണക്കിന് പദ്ധതികൾ വിശകലനം ചെയ്ത് നിങ്ങൾക്ക് ഏറ്റവും അനുയോജ്യമായവ കണ്ടെത്തുന്നു.
mr: स्मार्ट अल्गोरिदम हजारो योजनांचे विश्लेषण करतात आणि तुमच्यासाठी योग्य असलेल्या योजना शोधतात.
pa: ਸਮਾਰਟ ਐਲਗੋਰਿਦਮ ਹਜ਼ਾਰਾਂ ਸਕੀਮਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਦੇ ਹਨ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਲਈ ਬਿਲਕੁਲ ਸਹੀ ਸਕੀਮਾਂ ਲੱਭੀਆਂ ਜਾ ਸਕਣ।
ta: ஸ்மார்ட் அல்காரிதம்கள் ஆயிரக்கணக்கான திட்டங்களை ஆய்வு செய்து உங்களுக்கு பொருத்தமானவற்றை கண்டறியும்.
te: స్మార్ట్ అల్గారిథమ్‌లు వేలాది పథకాలను విశ్లేషించి మీకు సరిగ్గా సరిపోయేవాటిని కనుగొంటాయి.

# onboardingTitle2
source: How It Works
gu: બહુભાષી સપોર્ટ
hi: यह कैसे काम करता है
kn: ಬಹುಭಾಷಾ ಬೆಂಬಲ
ml: ബഹുഭാഷാ പിന്തുണ
mr: बहुभाषिक समर्थन
pa: ਬਹੁ-ਭਾਸ਼ਾਈ ਸਹਾਇਤਾ
ta: பன்மொழி ஆதரவு
te: బహుభాషా మద్దతు

# onboardingDesc2
source: Simply tell us a bit about yourself. Our AI scans thousands of schemes to find your best matches.
gu: તમારી પસંદગીની સ્થાનિક ભાષામાં માહિતી માત્ર એક ટેપથી મેળવો.
hi: बस हमें अपने बारे में थोड़ा बताएं। हमारा AI आपके लिए सर्वोत्तम मिलान खोजने के लिए हजारों योजनाओं को स्कैन करता है।
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ಮಾಹಿತಿಯನ್ನು ಕೇವಲ ಒಂದು ಟ್ಯಾಪ್ ಮೂಲಕ ಪಡೆಯಿರಿ.
ml: നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട പ്രാദേശിക ഭാഷയിൽ വിവരങ്ങൾ ഒരു ടാപ്പിലൂടെ നേടുക.
mr: तुमच्या पसंतीच्या स्थानिक भाषेत माहिती फक्त एका टॅपवर मिळवा.
pa: ਆਪਣੀ ਪਸੰਦੀਦਾ ਸਥਾਨਕ ਭਾਸ਼ਾ ਵਿੱਚ ਜਾਣਕਾਰੀ ਸਿਰਫ਼ ਇੱਕ ਟੈਪ ਨਾਲ ਪ੍ਰਾਪਤ ਕਰੋ।
ta: உங்களுக்கு பிடித்த உள்ளூர் மொழியில் தகவல்களை ஒரே தட்டலில் பெறுங்கள்.
te: మీకు నచ్చిన స్థానిక భాషలో సమాచారాన్ని కేవలం ఒక ట్యాప్‌తో పొందండి.

# onboardingTitle3
source: Trusted & Transparent
gu: ચકાસાયેલ પરિણામો
hi: विश्वसनीय और पारदर्शी
kn: ಪರಿಶೀಲಿಸಿದ ಫಲಿತಾಂಶಗಳು
ml: പരിശോധിച്ച ഫലങ്ങൾ
mr: पडताळलेले निकाल
pa: ਤਸਦੀਕਸ਼ੁਦਾ ਨਤੀਜੇ
ta: சரிபார்க்கப்பட்ட முடிவுகள்
te: ధృవీకరించబడిన ఫలితాలు

# onboardingDesc3
source: We use official sources and verify every scheme. Your data is safe and used only for finding benefits.
gu: માત્ર સૌથી સચોટ અને અદ્યતન યોજના માહિતી પ્રદાન કરવા માટે અમારી ચકાસાયેલ સિસ્ટમ પર વિશ્વાસ કરો.
hi: हम आधिकारिक स्रोतों का उपयोग करते हैं और हर योजना का सत्यापन करते हैं। आपका डेटा सुरक्षित है और केवल लाभ खोजने के लिए उपयोग किया जाता है।
kn: ಅತ್ಯಂತ ನಿಖರ ಮತ್ತು ನವೀಕೃತ ಯೋಜನೆಯ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ನಮ್ಮ ಪರಿಶೀಲಿಸಿದ ವ್ಯವಸ್ಥೆಯನ್ನು ನಂಬಿರಿ.
ml: ഏറ്റവും കൃത്യവും കാലികവുമായ പദ്ധതി വിവരങ്ങൾ നൽകാൻ ഞങ്ങളുടെ പരിശോധിച്ച സിസ്റ്റത്തെ വിശ്വസിക്കുക.
mr: केवळ सर्वात अचूक आणि अद्ययावत योजना माहिती देण्यासाठी आमच्या पडताळलेल्या प्रणालीवर विश्वास ठेवा.
pa: ਸਿਰਫ਼ ਸਭ ਤੋਂ ਸਹੀ ਅਤੇ ਨਵੀਨਤਮ ਸਕੀਮ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਾਡੇ ਤਸਦੀਕਸ਼ੁਦਾ ਸਿਸਟਮ 'ਤੇ ਭਰੋਸਾ ਕਰੋ।
ta: மிகவும் துல்லியமான மற்றும் புதுப்பிக்கப்பட்ட திட்ட தகவல்களை வழங்க எங்கள் சரிபார்க்கப்பட்ட அமைப்பை நம்புங்கள்.
te: అత్యంత ఖచ్చితమైన మరియు తాజా పథక సమాచారాన్ని అందించడానికి మా ధృవీకరించబడిన సిస్టమ్‌ను నమ్మండి.

# loginWelcome
source: Welcome Back
gu: ફરી સ્વાગત છે
hi: वापसी पर स्वागत है
kn: ಮತ್ತೆ ಸ್ವಾಗತ
ml: വീണ്ടും സ്വാഗതം
mr: पुन्हा स्वागत आहे
pa: ਵਾਪਸ ਸੁਆਗਤ ਹੈ
ta: மீண்டும் வருக
te: తిరిగి స్వాగతం

# loginSubtitle
source: Sign in to accurate scheme predictions
gu: ચાલુ રાખવા માટે સાઇન ઇન કરો
hi: सटीक योजना भविष्यवाणियों के लिए साइन इन करें
kn: ಮುಂದುವರಿಯಲು ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: തുടരാൻ സൈൻ ഇൻ ചെയ്യുക
mr: सुरु ठेवण्यासाठी साइन इन करा
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ
ta: தொடர உள்நுழையவும்
te: కొనసాగడానికి సైన్ ఇన్ చేయండి

source: Sign In
gu: સાઇન ઇન
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್
ml: സൈൻ ഇൻ
mr: साइन इन
pa: ਸਾਈਨ ਇਨ
ta: உள்நுழைய
te: సైన్ ఇన్

source: Sign Up
gu: ખાતું બનાવો
hi: साइन अप करें
kn: ಖಾತೆ ರಚಿಸಿ
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: खाते तयार करा
pa: ਖਾਤਾ ਬਣਾਓ
ta: கணக்கை உருவாக்கவும்
te: ఖాతాను సృష్టించండి

# noAccount
source: Don't have an account?
gu: ખાતું નથી?
hi: क्या आपके पास खाता नहीं है?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
ml: അക്കൗണ്ട് ഇല്ലേ?
mr: खाते नाही?
pa: ਕੀ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
ta: கணக்கு இல்லையா?
te: ఖాతా లేదా?

# emailLabel
source: Email Address
gu: ઇમેઇલ
hi: ईमेल पता
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
pa: ਈਮੇਲ
ta: மின்னஞ்சல்
te: ఇమెయిల్

# passwordLabel
source: Password
gu: પાસવર્ડ
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்
te: పాస్‌వర్డ్

# continueGuest
source: Continue as Guest
gu: મહેમાન તરીકે ચાલુ રાખો
hi: अतिथि के रूप में जारी रखें
kn: ಅತಿಥಿಯಾಗಿ ಮುಂದುವರಿಸಿ
ml: അതിഥിയായി തുടരുക
mr: पाहुणे म्हणून पुढे जा
pa: ਮਹਿਮਾਨ ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ
ta: விருந்தினராகத் தொடரவும்
te: అతిథిగా కొనసాగండి

source: Find My Benefits
gu: મારા લાભો શોધો
hi: मेरे लाभ खोजें
kn: ನನ್ನ ಪ್ರಯೋಜನಗಳನ್ನು ಹುಡುಕಿ
ml: എന്റെ ആനുകൂല്യങ്ങൾ കണ്ടെത്തുക
mr: माझे फायदे शोधा
pa: ਮੇਰੇ ਲਾਭ ਲੱਭੋ
ta: எனக்கான பலன்களைக் கண்டறியவும்
te: నా ప్రయోజనాలను కనుగొనండి

# microAi
source: AI-powered eligibility check based on official schemes
gu: માઇક્રો AI વિશ્લેષણ • < 100ms
hi: आधिकारिक योजनाओं पर आधारित AI-संचालित पात्रता जांच
kn: ಮೈಕ್ರೋ AI ವಿಶ್ಲೇಷಣೆ • < 100ms
ml: മൈക്രോ AI അനാലിസിസ് • < 100ms
mr: मायक्रो AI विश्लेषण • < 100ms
pa: ਮਾਈਕ੍ਰੋ AI ਵਿਸ਼ਲੇਸ਼ਣ • < 100ms
ta: மைக்ரோ AI பகுப்பாய்வு • < 100ms
te: మైక్రో AI విశ్లేషణ • < 100ms

# ageLabel
source: Age
gu: ઉંમર
hi: आयु
kn: ವಯಸ್ಸು
ml: വയസ്സ്
mr: वय
pa: ਉਮਰ
ta: வயது
te: వయస్సు

# ageHint
source: Years
gu: દા.ત. 24
hi: वर्ष
kn: ಉದಾ. 24
ml: ഉദാ. 24
mr: उदा. 24
pa: ਉਦਾ. 24
ta: எ.கா. 24
te: ఉదా. 24

# incomeLabel
source: Annual Income
gu: વાર્ષિક આવક
hi: वार्षिक आय
kn: ವಾರ್ಷಿಕ ಆದಾಯ
ml: വാർഷിക വരുമാനം
mr: वार्षिक उत्पन्न
pa: ਸਾਲਾਨਾ ਆਮਦਨ
ta: ஆண்டு வருமானம்
te: వార్షిక ఆదాయం

# incomeHint
source: INR
gu: દા.ત. 500000
kn: ಉದಾ. 500000
ml: ഉദാ. 500000
mr: उदा. 500000
pa: ਉਦਾ 500000
ta: எ.கா. 500000
te: ఉదా. 500000

# casteLabel
source: Caste Category
gu: જાતિ શ્રેણી
hi: जाति श्रेणी
kn: ಜಾತಿ ವರ್ಗ
ml: ജാതി വിഭാഗം
mr: जात प्रवर्ग
pa: ਜਾਤੀ ਸ਼੍ਰੇਣੀ
ta: சாதி பிரிவு
te: కుల వర్గం

# stateLabel
source: State/UT
gu: રાજ્ય
hi: राज्य/केंद्र शासित प्रदेश
kn: ರಾಜ್ಯ
ml: സംസ്ഥാനം
mr: राज्य
pa: ਰਾਜ
ta: மாநிலம்
te: రాష్ట్రం

# occupationLabel
source: Occupation
gu: વ્યવસાય
hi: व्यवसाय
kn: ವೃತ್ತಿ
ml: തൊഴിൽ
mr: व्यवसाय
pa: ਕਿੱਤਾ
ta: தொழில்
te: వృత్తి

# chipSchemes
source: 1000+ Schemes
gu: 300+ યોજનાઓ
hi: 1000+ योजनाएं
kn: 300+ ಯೋಜನೆಗಳು
ml: 300+ പദ്ധതികൾ
mr: 300+ योजना
pa: 300+ ਸਕੀਮਾਂ
ta: 300+ திட்டங்கள்
te: 300+ పథకాలు

# chipVerified
source: AI Verified
gu: ચકાસાયેલ
hi: AI सत्यापित
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: പരിശോധിച്ചത്
mr: पडताळलेले
pa: ਤਸਦੀਕਸ਼ੁਦਾ
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది

# chipOfficial
source: Official Sources
gu: સત્તાવાર
hi: आधिकारिक स्रोत
kn: ಅಧಿಕೃತ
ml: ഔദ്യോഗികം
mr: अधिकृत
pa: ਅਧਿਕਾਰਤ
ta: அதிகாரப்பூர்வமானது
te: అధికారిక

# trustOfficial
source: Uses official government documents
gu: માત્ર સત્તાવાર સ્ત્રોત
hi: आधिकारिक सरकारी दस्तावेजों का उपयोग करता है
kn: ಅಧಿಕೃತ ಮೂಲಗಳು ಮಾತ್ರ
ml: ഔദ്യോഗിക ഉറവിടങ്ങൾ മാത്രം
mr: फक्त अधिकृत स्रोत
pa: ਸਿਰਫ਼ ਅਧਿਕਾਰਤ ਸਰੋਤ
ta: அதிகாரப்பூர்வ ஆதாரங்கள் மட்டும்
te: అధికారిక మూలాలు మాత్రమే

# trustLogin
source: No login required
gu: લોગિન જરૂરી નથી
hi: किसी लॉगिन की आवश्यकता नहीं
kn: ಲಾಗಿನ್ ಅಗತ್ಯವಿಲ್ಲ
ml: ലോഗിൻ ആവശ്യമില്ല
mr: लॉगिन आवश्यक नाही
pa: ਲੌਗਇਨ ਦੀ ਲੋੜ ਨਹੀਂ
ta: உள்நுழைவு தேவையில்லை
te: లాగిన్ అవసరం లేదు

# trustSecure
source: Secure & private
gu: 100% સુરક્ષિત અને ખાનગી
hi: सुरक्षित और निजी
kn: 100% ಸುರಕ್ಷಿತ ಮತ್ತು ಖಾಸಗಿ
ml: 100% സുരക്ഷിതവും സ്വകാര്യവും
mr: 100% सुरक्षित आणि खाजगी
pa: 100% ਸੁਰੱਖਿਅਤ ਅਤੇ ਨਿੱਜੀ
ta: 100% பாதுகாப்பானது & தனிப்பட்ட
te: 100% సురక్షితం & గోప్యం

source: Analyzing Profile...
gu: પ્રોફાઇલનું વિશ્લેષણ કરી રહ્યું છે...
hi: प्रोफ़ाइल का विश्लेषण...
kn: ಪ್ರೊಫೈಲ್ ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
ml: പ്രൊഫൈൽ വിശകലനം ചെയ്യുന്നു...
mr: प्रोफाइलचे विश्लेषण करत आहे...
pa: ਪ੍ਰੋਫਾਈਲ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ta: சுயவிவரப் பகுப்பாய்வு...
te: ప్రొఫైల్ విశ్లేషించబడుతోంది...

# analyzingDesc
source: Checking eligibility against 1000+ official government schemes...
gu: 1000+ સત્તાવાર સરકારી યોજનાઓ સામે લાયકાત તપાસી રહ્યું છે...
hi: 1000+ आधिकारिक सरकारी योजनाओं के खिलाफ पात्रता की जांच कर रहा है...
kn: 1000+ ಅಧಿಕೃತ ಸರ್ಕಾರಿ ಯೋಜನೆಗಳ ವಿರುದ್ಧ ಅರ್ಹತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ml: 1000+ ഔദ്യോഗിക ഗവൺമെന്റ് സ്കീമുകൾക്കെതിരായ യോഗ്യത പരിശോധിക്കുന്നു...
mr: 1000+ अधिकृत सरकारी योजनांविरुद्ध पात्रता तपासत आहे...
pa: 1000+ ਅਧਿਕਾਰਤ ਸਰਕਾਰੀ ਸਕੀਮਾਂ ਦੇ ਵਿਰੁੱਧ ਯੋਗਤਾ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
ta: 1000+ அரசு திட்டங்களுடன் தகுதியை சரிபார்க்கிறது...
te: 1000+ అధికారిక ప్రభుత్వ పథకాలతో అర్హత తనిఖీ చేయబడుతోంది...

# aiTrust
source: Based on official government documents
gu: સત્તાવાર સરકારી દસ્તાવેજોના આધારે
hi: आधिकारिक सरकारी दस्तावेजों पर आधारित
kn: ಅಧಿಕೃತ ಸರ್ಕಾರಿ ದಾಖಲೆಗಳನ್ನು ಆಧರಿಸಿದೆ
ml: ഔദ്യോഗിക സർക്കാർ രേഖകളെ അടിസ്ഥാനമാക്കി
mr: अधिकृत सरकारी कागदपत्रांवर आधारित
pa: ਅਧਿਕਾਰਤ ਸਰਕਾਰੀ ਦਸਤਾਵੇਜ਼ਾਂ 'ਤੇ ਅਧਾਰਤ
ta: அதிகாரப்பூர்வ அரசு ஆவணங்களின் அடிப்படையில்
te: అధికారిక ప్రభుత్వ పత్రాల ఆధారంగా

# confidenceScore
source: {score}% Confidence
gu: {score}% આત્મવિશ્વાસ
hi: {score}% विश्वास
kn: {score}% ವಿಶ್ವಾಸ
ml: {score}% ആത്മവിശ്വാസം
mr: {score}% आत्मविश्वास
pa: {score}% ਭਰੋਸਾ
ta: {score}% நம்பிக்கை
te: {score}% విశ్వాసం

# userDetailsTitle
source: User Details
gu: વપરાશકર્તા વિગતો
hi: उपयोगकर्ता विवरण
kn: ಬಳಕೆದಾರರ ವಿವರಗಳು
ml: ഉപയോക്തൃ വിശദാംശങ്ങൾ
mr: वापरकर्ता तपशील
pa: ਉਪਭੋਗਤਾ ਵੇਰਵੇ
ta: பயனர் விவரங்கள்
te: వినియోగదారు వివరాలు

# disabilityLabel
source: Differently Abled?
gu: વિકલાંગ?
hi: दिव्यांग?
kn: ವಿಕಲಚೇತನರೇ?
ml: ഭിന്നശേഷിക്കാരനാണോ?
mr: दिव्यांग?
pa: ਅਪਾਹਜ?
ta: மாற்றுத்திறனாளியா?
te: వికలాంగులా?

# schemeAssistantTitle
source: Scheme Assistant
gu: યોજના સહાયક
hi: योजना सहायक
kn: ಯೋಜನೆ ಸಹಾಯಕ
ml: പദ്ധതി സഹായി
mr: योजना सहाय्यक
pa: ਸਕੀਮ ਸਹਾਇਕ
ta: திட்ட உதவியாளர்
te: పథకం సహాయకుడు

# schemeAssistantSubtitle
source: Helping you apply step-by-step
gu: પગલું દ્વારા પગલું અરજી કરવામાં મદદ કરી રહ્યું છે
hi: चरण-दर-चरण आवेदन करने में मदद करना
kn: ಹಂತ ಹಂತವಾಗಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಲು ಸಹಾಯ ಮಾಡಲಾಗುತ್ತಿದೆ
ml: ഘട്ടം ഘട്ടമായി അപേക്ഷിക്കാൻ സഹായിക്കുന്നു
mr: टप्प्याटप्प्याने अर्ज करण्यात मदत करत आहे
pa: ਕਦਮ-ਦਰ-ਕਦਮ ਅਰਜ਼ੀ ਦੇਣ ਵਿੱਚ ਮਦਦ ਕਰਨਾ
ta: படிப்படியாக விண்ணப்பிக்க உதவுகிறது
te: దశలవారీగా దరఖాస్తు చేసుకోవడానికి సహాయం

# chatPlaceholder
source: Ask about this scheme...
gu: આ યોજના વિશે પૂછો...
hi: इस योजना के बारे में पूछें...
kn: ಈ ಯೋಜನೆಯ ಬಗ್ಗೆ ಕೇಳಿ...
ml: ഈ പദ്ധതിയെക്കുറിച്ച് ചോദിക്കുക...
mr: या योजनेबद्दल विचारा...
pa: ਇਸ ਸਕੀਮ ਬਾਰੇ ਪੁੱਛੋ...
ta: இந்தத் திட்டத்தைப் பற்றி கேளுங்கள்...
te: ఈ పథకం గురించి అడగండి...

# quickEligible
source: Am I eligible?
gu: શું હું લાયક છું?
hi: क्या मैं पात्र हूँ?
kn: ನಾನು ಅರ್ಹನೇ?
ml: ഞാൻ യോഗ്യനാണോ?
mr: मी पात्र आहे का?
pa: ਕੀ ਮੈਂ ਯੋਗ ਹਾਂ?
ta: நான் தகுதியானவனா?
te: నేను అర్హుడినా?

# quickDocs
source: Required documents
gu: જરૂરી દસ્તાવેજો
hi: आवश्यक दस्तावेज
kn: ಅಗತ್ಯ ದಾಖಲೆಗಳು
ml: ആവശ്യമായ രേഖകൾ
mr: आवश्यक कागदपत्रे
pa: ਲੋੜੀਂਦੇ ਦਸਤਾਵੇਜ਼
ta: தேவையான ஆவணங்கள்
te: అవసరమైన పత్రాలు

# quickApply
source: How to apply?
gu: કેવી રીતે અરજી કરવી?
hi: आवेदन कैसे करें?
kn: ಅರ್ಜಿ ಸಲ್ಲಿಸುವುದು ಹೇಗೆ?
ml: എങ്ങനെ അപേക്ഷിക്കാം?
mr: अर्ज कसा करावा?
pa: ਕਿਵੇਂ ਅਪਲਾਈ ਕਰਨਾ ਹੈ?
ta: எப்படி விண்ணப்பிப்பது?
te: ఎలా దరఖాస్తు చేయాలి?

# quickMistakes
source: Common mistakes
gu: સામાન્ય ભૂલો
hi: आम गलतियाँ
kn: ಸಾಮಾನ್ಯ ತಪ್ಪುಗಳು
ml: സാധാരണ തെറ്റുകൾ
mr: सामान्य चुका
pa: ਆਮ ਗਲਤੀਆਂ
ta: பொதுவான தவறுகள்
te: సాధారణ తప్పులు
